//line len 32

var simpleStoryText = {
	'1' : [
		'.rec-054 Анализ лобных и теменных\n'+
		'долей показал ускорившуюся\n'+
		'деградацию нервных клеток.\n'+
		'Мы бессильны?\n'+
		'Я бессилен?',
		'Сегодня уронила чашку.\n'+
		'Не смогла поднять.\n'+
		'Вернее... подняла, но\n'+
		'Уронила снова... Разбилась.',
		'Брат перестал смеятся.\n'+
		'Я поняла, что ему тоже стало страшно.\n'+
		'Я смотрела на руки и не могла\n'+
		'заствить их остановится.'
	], 
	'2' : [
		'.. .Она убивает великанов.\n'+
		'Барбара. Она ищет причину.\n'+
		'Причину своей боли. Нашла ее\n'+
		'в этих чудовищах.\n'+
		'Боль дает ей силу и храбрость.\n'+
		'Я хочу быть, как она.',
		'.rec-101 Пульс нестабилен. Нужно\n'+
		'больше инъекций. Маркус все еще не\n'+
		'закончил вторичный анализ клеток.\n'+
		'Время не на нашей стороне.',
		'Подниматься по лестнице на\n'+
		'второй этаж. Я должна. Справлюсь.\n'+
		'Стискиваю зубы каждый раз.\n'+
		'И улыбаюсь. Они не должны видеть.'
	],
	'3' : [
		'Брат принес толстую пачку комиксов.\n'+
		'Лучший день в моей жизни!',
		'Отец обманывает меня. Не надо так.\n'+
		'Я видела кресло-каталку в гараже.\n'+
		'Я не глупая. Я знаю, зачем оно.',
		'.rec-198 Пытаюсь немного расслабить\n'+
		'ее. Музыка. Она будет воспринимать\n'+
		'музыку. Даже в подобном состоянии.\n'+
		'Я включаю ей Моцарта, Битллз, Оззи.\n'+
		'Разное. Вибрации в тканях...\n'+
		'Завтра попробую Аквариум.'
	],
	'4' : [
		'.rec-214 Маркус не уверен в\n'+
		'возможностях нейрочипа. Я в курсе,\n'+
		'что тестирование не оконченно.\n'+
		'Но мне плевать.\n'+
		'У нас осталось не так много времени.',
		'... .Поехали с отцом и братом за город\n'+
		'в лес. Я так долго лежала в больнице,\n'+
		'что уже забыла, как это красиво --\n'+
		'листва, стволы, птицы, лучи в зелени.\n'+
		'А еще я видела кого-то на дереве.\n'+
		'Белка?',
		'Разрыдалась. Не смогла выехать из\n'+ 
		'гостинной. Не смогла нажать на\n'+
		'джойстик.\n'+
		'Дура. Так тебе и надо! Дура! Дура!'
	],
	'5' : [
		'.rec-221 Система инициируется.\n'+
		'Для обучения нейросети уйдет\n'+
		'несколько недель. А потом еще\n'+
		'тестирование. Ничего. Все выйдет.\n'+
		'У нас все выйдет.',
		'В темноте пустота.\n'+
		'В пустоте темнота.\n'+
		'А в темноте пустота.\n'+
		'А в пустоте темнота.',
		'Он приходит в замок и\n'+
		'спасает свою принцессу.\n'+
		'Приходит в каждый замок и ищет ее.\n'+
		'И ничто его не остановит.'
	],
	'6' : [
		'. ..Почему ты оставила нас?\n'+
		'Почему ты оставила меня?\n'+
		'Ты так нужна мне.\n'+
		'Ты не должна была уходить!\n'+
		'Не должна была!\n'+
		'...мне так плохо.',
		'Я хочу разучиться дышать.\n'+
		'Не буду дышать -- не будет боли.',
		'Брат рядом. И отец рядом.\n'+
		'Они всегда рядом.\n'+
		'Я верю в это.'
	],
	'7' : [
		'.rec-262 Маркус чуть не сорвал\n'+
		'дверь моего кабинета с петель.\n'+
		'Он улыбался и тряс распечатками\n'+
		'с результатами предварительных\n'+
		'тестов. Мы пошли в бар и напились.\n'+
		'И даже, вроде, с кем-то, подрались.',
		'Я вижу. Я слышу. Я говорю.\n'+
		'Я живу.\n'+
		'Отец вернул меня.\n'+
		'Вернул меня?',
		'Я слашала о приведениях.\n'+
		'Это те, кто не смог уйти.\n'+
		'Может быть, я тоже приведение?'
	]
}

var mainStoryText = {
	'1': 'Я устала бояться. Мне уже совсем\n' + 
		'не страшно. Так долго просыпаться\n' + 
		'ночью, потому что... не получается\n' + 
		'дышать.\n' + 
		'Я уже не плачу. Буд-то высохли\n' + 
		'слёзы. Не могу больше плакать.\n' + 
		'Всегда только темнота. Скоро\n' + 
		'я перестану слышать отца. Он\n' + 
		'обманывает меня. Думает, наверное,\n' + 
		'что защищает. Нельзя от этого\n' + 
		'защитить... больше не страшно.',
	'2': 'Это жестоко, давать мне надежду.\n' + 
		'Мой отец -- самый жестокий человек,\n' + 
		'которого я знала. Он сказал мне, что\n' + 
		'может вернуть мне всё. И глаза,\n' + 
		'и голос... Излечит меня?\n' + 
		'Я даже смогу ходить.\n' + 
		'Последнее, что я слышала -- это его\n' + 
		'обещание. Далеко, из темноты.\n' + 
		'А теперь я в пустоте. В пустоте...\n' + 
		'Он обманул меня.\n' + 
		'За что он так со мной?', 
	'3': 'Мне снились цветные человечки.\n' +
		'Мне снился горящий лев и синий бык.\n' +
		'И еще орел... А потом мне приснился\n' +
		'голос отца. Он был какой-то\n' +
		'странный, какой-то неправильный...\n' +
		'Как буд-то отец стал роботом.\n' +
		'Он говорил со мной, и я слышала его,\n' +
		'но ничего не могла ответить.\n' +
		'Он сказал, чтобы я не боялась.\n' +
		'Я понимаю, что пустата сводит\n' +
		'меня с ума. Никакого голоса нет.',
	'4': 'Он услышал меня. Мы говорим.\n' +
		'Отец голосом робота звучит, как эхо.\n' +
		'Я думаю, а он читает текст\n' +
		'на мониторе. Я все еще сомневаюсь...\n' +
		'На самом ли это деле? Но теперь\n' +
		'я не одна. И даже, если этого нет,\n' +
		'и голос отца мне снится, это лучше\n' +
		'той пустоты, в которой я была все это\n' +
		'время. Он говорит, что брат тоже тут.\n' +
		'Рядом со мной. Каждый день сидит у\n' +
		'кровати и читает мне комиксы.\n',
	'5': 'Свет был таким ярким, что я первые\n' +
		'дни сидела в темной комнате и в\n' +
		'темных очках. И все равно я видела\n' +
		'улыбку отца. Он улыбался и плакал.\n' +
		'Хотя старался не показывать слёзы.\n' +
		'Потом я начала слышать звуки. Отец\n' +
		'все время что-то поправлял в\n' +
		'программе, и я становилась сильнее.\n' +
		'Я уже начинаю ходить, держась\n' +
		'за перила ...А вдруг, это программа?\n' +
		'И я так и не выбралась из пустоты?',
	'6': 'Кто ты такой? Почему я слышу тебя?\n' + 
		'Ты в моей голове? Ты в моем чипе?\n' + 
		'Я поняла. Ты выбрался из пустоты.\n' + 
		'И ты хочешь занять мое место.\n' + 
		'Я не могу тебя винить. Я тоже была\n' + 
		'в этой пустоте. Была так долго, что\n' +
		'так и не поверила до конца, что\n' +
		'выбралась. Но я не отдам тебе...\n' +
		'Пойми же, я не могу вернуться назад.\n' +
		'Я не вернусь назад. Я не отдам\n' +
		'тебе всё. Я не отдам...\n',
	'7': 'Неоновый человечек.\n' +
		'Маленький неоновый человечек.\n' +
		'Кто дал тебе право убивать?\n' +
		'Кто дал тебе право брать то,\n' +
		'что тебе не пренадлежит?\n' +
		'тебе не пренадлежит...\n' +
		'не пренадлежит...\n' +
		'пренадлежит.\n'
}